{
    "Social Media": "You seem to be... The Social Media Type!.Social media (aka MEME TEAM) is the crew that shares out our wonderful events with the world via our social media accounts. It's a fun crew filled with memes and hype, and you'll fit right in.",
    "Chat Mod": "You seem to be... The Chat Mod Type!,.Chat mods work hard and react fast to keep chat cozy. It's a collaborative, fast-reacting team that would love to have you.",
    "Host": "You seem to be... The Host Type!.Hosts keep the audience informed and help raise donations and meet incentives. It's a role with a lot of variety and opportunity to influence the crowd, and you're ready for the challenge.",
    "Commentary Buddy": "You seem to be... The Commentary Buddy Type!.Commentary buddies support runners by learning games, asking questions, and generally being a friend during a run. It's the perfect way to meet and support fellow Fatales, and someone out there is waiting for you to be their buddy.",
    "Stream Tech": "You seem to be... The Stream Tech Type!.Stream techs travel to the studio to help make sure the on-air visuals are on point. It's a great way to start your studio adventure, and you'd be a great addition to the studio team.",
    "Audio Tech": "You seem to be... The Audio Tech Type!.Audio techs travel to the studio to help make sure the on-air audio is seamless. It's a role with a lot of room for learning and growth, and you're ready to take it on.",
    "Tech Checker": "You seem to be... The Tech Checker type!.Tech checkers help out before the event to ensure that every on-air participant is ready to go. It's the perfect way to make sure that everyone is set up for success, and you are the perfect person to fill the role.",
    "Stream Checker": "You seem to be... The Stream Checker Type!.Stream checkers help out during the event to ensure that everything is ready to go ahead of a run. It's a magical blend of tech and supporting fellow Fatales, and you're the right person to strike that balance.",
    "Games Committee": "You seem to be... The Games Committee Type!.Games committee selects the games, makes the schedule, and prices all the incentives. It's a very involved behind-the-scenes role, but it's a wonderful team where you would have a lot of impact.",
    "Donations": "You seem to be... The Donations Type!.Donations is the team that checks donations before they go out to stream and makes sure everything is assigned in the right place. It's a very chill behind-the-scenes role and it's the perfect way for you to support the event."
}