{
    "Social Media": "You seem to be... The Social Media Type!.Social media (aka MEME TEAM) is the crew that shares out our wonderful events with the world via our social media accounts. With your ability to connect with people in writing (with a side of memes) and your love of the creative, this is the perfect role for you.",
    "Chat Mod": "You seem to be... The Chat Mod Type!,.Chat mods work hard and react fast to keep chat cozy. With your willingness to be out in front, send kind messages, and act quickly when needed, it's a perfect match.",
    "Host": "You seem to be... The Host Type!.Hosts keep the audience informed and help raise donations and meet incentives. With your verbal skills and presentation aptitude, it's the perfect way to get involved.",
    "Commentary Buddy": "You seem to be... The Commentary Buddy Type!.Commentary buddies support runners by learning games, asking questions, and generally being a friend during a run. With your ability to connect one-on-one and willingness to be out in front of the show, it's a perfect match.",
    "Stream Tech": "You seem to be... The Stream Tech Type!.Stream techs travel to the studio to help make sure the on-air visuals are on point. It's a perfect blend of behind-the-scenes and new experiences, with a focus on the screen. It's perfect for you.",
    "Audio Tech": "You seem to be... The Audio Tech Type!.Audio techs travel to the studio to help make sure the on-air audio is seamless. It's a perfect blend of behind-the-scenes and new experiences, with a focus on the sound. It's perfect for you.",
    "Tech Checker": "You seem to be... The Tech Checker type!.Tech checkers help out before the event to ensure that every on-air participant is ready to go. With your willingness to help friends prepare behind the scenes, it's the perfect way to help out.",
    "Stream Checker": "You seem to be... The Stream Checker Type!.Stream checkers help out during the event to ensure that everything is ready to go ahead of a run. With your willingness to help behind the scenes but still spend time with and support your friends, it's the perfect blend for you.",
    "Games Committee": "You seem to be... The Games Committee Type!.Games committee selects the games, makes the schedule, and prices all the incentives. It's a very involved behind-the-scenes role, but with your willingness to dive in and learn fast it's the perfect role for you.",
    "Donations": "You seem to be... The Donations Type!.Donations is the team that checks donations before they go out to stream and makes sure everything is assigned in the right place. It's a very chill behind-the-scenes role that's perfect for your cozy vibes."
}